[
  {
    "productId": "302923",
    "sku": "549-3179",
    "title": "Russell Hobbs Pennine Illuminating S Steel Kettle",
    "price": 39.99,
    "description":"- 1.7 Litre glass kettle with brushed stainless steel accents.- Blue illumination on boil.-Save up to 66 percent energy saving by boiling one cup (235 ml) vs 1 Litre.- Concealed element and removable, washable filter.- Includes code for 75 percent off a bottle of Russell Hobbs multipurpose descale",
    "image": "./assets/kettle.png"
  },
  {
    "productId": "76y861",
    "sku": "225-1824",
    "title": "Challenge White Desk Fan - 12 Inch",
    "price": 9.99,
    "description":"The Challenge desk fan is ideal for using at work or at home. With 3 speed settings and push button controls you can have greater flexibility over the cooling speed. The sturdy base of this fan means it can be placed securely on your desk or table, perfect for supporting its oscillating feature.",
    "image": "assets/fan.jpeg"
  },
  {
    "productId": "04445",
    "sku": "vest-4445",
    "title": "Plain Vest Top 12 BLACK",
    "price": 19,
    "description":"EXTREMELY SOFT ECO-WEAR: This seamless tank top is made of high-quality bamboo viscose that will feel smooth on your skin and gently fit close to your body. This cami top has a flattering neckline and adjustable spaghetti straps to fit your figure",
    "image": "assets/vest.png"
  },
  {
    "productId": "ten909897",
    "sku": "404-9641",
    "title": "Wilson Roger Federer 27 Inch Adult Tennis Racket",
    "price": 54.99,
    "description":"A superb entry level tennis racket, the Wilson Pro Staff Precision understands that everyone starts out new but need a superb quality racket to help build skills. A great value, great quality, lightweight construction ready to get you started on the tennis court. The volcanic frame technology gives you stability without sacrificing power which is provided by the Wilson Power strings feature. The oversized head will give players a large and forgiving sweet spot.",
    "image": "assets/racket.jpeg"
  },
  {
    "productId": "5399235",
    "sku": "539-9235",
    "title": "My Little Pony Cutie Mark Rainbow Dash",
    "price": 24.99,
    "description":"- Includes Rainbow Dash, Rarity, Pinkie Pie & Fluttershy Ponies Figures.- Each Pony Comes with a Different Bracelet.- Ponies are Approximately 3 Inches.- You can scan the figure’s Cutie Mark to unlock the character in the My Little Pony",
    "image": "assets/pony.jpeg"
  },
  {
    "productId": "9873827",
    "sku": "754-3412",
    "title": "Sim Free iPhone X 256GB Mobile Phone- Space Grey",
    "price": 895,
  "description":"Originally released September 2017.- Unlocked, SIM-Free, Model A19011.- 5.8-inch Super Retina HD display with OLED technology.- A11 Bionic chip with embedded M11 motion coprocessor.- Talk time (wireless) up to 21 hours.- LTE and 802.11ac Wi‑Fi with MIMO.- Bluetooth 5.0 wireless technology.- NFC with reader mode.- 12MP wide-angle and telephoto cameras.- Digital zoom up to 10x.- 1080p HD video recording.- 7MP TrueDepth camera with Portrait mode.- Face ID.- Siri.- Apple Pay.- 6.14 ounces and 0.30 inches",
    "image": "assets/iPhone.jpeg"
  },
  {
    "productId": "7067462",
    "sku": "706-7462",
    "title": "Assassin's Creed Origins PS4 Game",
    "price": 30.99,
    "description":"Experience a new way to fight while exploring the great pyramids and hidden tombs across the country of Ancient Egypt. Live emotional and memorable adventures along your journey and discover the origin story of the Assassin's Brotherhood. Set in mysterious Ancient Egypt, Assassin's Creed Origins is a new beginning on PlayStation 4 and Xbox One. The Hidden Ones: This story-driven expansion builds upon the growth of the Brotherhood, taking players to a point years after the events of Assassin’s Creed Origins, as they clash with an occupying Roman force in a new region. This expansion will extend the level cap, allowing players to keep on making their character progress. Buy your Season Pass now to play The Hidden Ones and future expansions.",
    "image": "assets/Game.jpeg"
  },
  {
    "productId": "7426735",
    "sku": "742-6735",
    "title": "Duracell Supreme 750 mAh Rechargeable AAA Batteries - 4 Pack",
    "price": 8.99,
    "description":"These Duracell AAA rechargeable batteries are excellent which makes them ideal for digital and everyday devices. Take up to 3 times more pictures (vs. Duracell Plus AAAs). With hundreds of charge cycles and they are a great economic and environmental choice which can be used any where AAA batteries are used. Average usage times include up to 45 hours in wireless mouse, 5 hours in games controllers or 275 pictures in digital cameras. Duracell Rechargeable batteries offer high-performance from a brand you can trust. *Please note: These will need to be charged before first use.",
    "image": "assets/batteries.jpeg"
  }
]
